{
  "survey": [
    {
      "productId": "1358231000",
      "surveyName": "If you could hang out with any cartoon character, who would you choose and why?",
      "createdby": "Gilberto Randolph",
      "launchdate": "2021-01-01 00:00:00",
      "closedate": "2021-03-28 09:50:24",
      "status": "Closed",
      "responses": [
        {
          "id": "212",
          "response": "“I make mistakes; I’ll be the second to admit it.”",
          "date": "2021-07-09 00:00:00",
          "createdby": "Lily Suarez"
        },
        {
          "id": "213",
          "response": "I loved the dress that I bought at a flea market. It fit perfectly, and the skirt was a swirl of intricate pleats. I wore it confidently to an evening party and glowed when a woman exclaimed, “Oh, how stunning!” Yes, I was grinning from ear to ear, until she added cheerfully, “Hang on to it, honey. Pleats will come back someday.”",
          "date": "2021-07-09 00:00:00",
          "createdby": "Ellis Meyers"
        },
        {
          "id": "214",
          "response": "Dad always bragged about the gunners on his ship. Once during target practice, an unmanned drone flew past an antiaircraft cruiser. The cruiser opened up, shells furiously flying all around the drone but not hitting it. Then came Dad’s ship’s turn. The gunners’ very first shot sent the drone into the water! Forty years later, Dad met the man responsible, and he told him how impressed he had been. “Yeah, I got in a lot of trouble for that,” the gunner said. “Turns out we were supposed to shoot around it, not hit it.”",
          "date": "2021-07-09 00:00:00",
          "createdby": "Alexia Garrison"
        },
        {
          "id": "218",
          "response": "My dad used to sing little ditties. This was my favorite: There was a young lady named Mabel. She danced on the dining room table. Her face grew red, When the gentleman said ... “Look at the legs on that table!” ",
          "date": "2021-07-13 00:00:00",
          "createdby": "Haiden Browning"
        },
        {
          "id": "219",
          "response": "Things I overheard at my health club:\r\n“I’m only taking this class so I don’t eat for an hour.”\r\n“Who knew 40 years of neglect would have repercussions?”\r\n“Does this body make me look fat?”",
          "date": "2021-07-15 00:00:00",
          "createdby": "Ava Harper"
        },
        {
          "id": "220",
          "response": "The definition of a perfectionist: someone who wants to go from point A to point A+",
          "date": "2021-07-15 00:00:00",
          "createdby": "Zavier Downs"
        },
        {
          "id": "221",
          "response": "I tried having my mother’s phone disconnected, but the customer-service rep told me that since the account was in my dad’s name, he’d have to be the one to put in the request. The fact that he’d been dead for 40 years didn’t sway her. Then a solution hit me: “If I stop paying the bill, you can turn off the service, right?” “Well, yes,” she said reluctantly. “But that would ruin his credit.” ",
          "date": "2021-07-17 00:00:00",
          "createdby": "Garrett Foster"
        },
        {
          "id": "223",
          "response": "When my local barista handed me my change, one coin stood out. “Look at that. You rarely get one of these old wheat pennies nowadays,” I said, tapping the sheaf…",
          "date": "2021-07-18 00:00:00",
          "createdby": "Ronan Padilla"
        },
        {
          "id": "226",
          "response": "Since the coronavirus outbreak, my 47-year-old son has been washing his hands religiously. In fact, he said, “I’ve been washing my hands so much, I found the answers to an old eighth-grade math quiz.” ",
          "date": "2021-07-21 00:00:00",
          "createdby": "Lily Suarez"
        },
        {
          "id": "237",
          "response": "Traveling through the Midwest, I stopped at an Ohio welcome center to pick up a state map. I found plenty of brochures but no maps. Then I spotted two employees and asked whether they had any. “Sure,” said the first guy. “I’ll get you one.” As he walked to the back, the second guy explained, “We keep them in the storage room. If we leave them out on the counter, people just come in and take them.”",
          "date": "2021-07-24 00:00:00",
          "createdby": "Ashly Walker"
        }
      ]
    },
    {
      "productId": "1358231001",
      "surveyName": "If you could add a word to the dictionary what would you add and what would it mean?",
      "createdby": "Finnegan Jordan",
      "launchdate": "2021-01-08 00:00:00",
      "closedate": "2021-03-28 06:43:12",
      "status": "Closed",
      "responses": [
        {
          "id": "227",
          "productId": "1358231001",
          "response": "During World War II, my father often found himself stuck with KP duty. One day, convinced he could improve things, he told the head cook, “If you give me a paring knife, I could peel these potatoes faster.” The cook turned slowly to my father and said, “Son, you’re in the Army. You have plenty of time.”",
          "date": "2021-07-21 00:00:00",
          "createdby": "Ava Harper"
        },
        {
          "id": "228",
          "productId": "1358231001",
          "response": "It was her first experience training a rainbow unicorn.",
          "date": "2021-07-21 00:00:00",
          "createdby": "Alexia Garrison"
        },
        {
          "id": "230",
          "productId": "1358231001",
          "response": "What’s the best thing about Switzerland?\r\nI don’t know, but the flag is a big plus.",
          "date": "2021-07-22 00:00:00",
          "createdby": "Ellis Meyers"
        }
      ]
    }
  ]
}
